; Russian
; Русская локализация от Henry++

[Russian]
IDS_FILE=Файл
IDS_RUN=Запустить
IDS_OPEN=Открыть
IDS_EXIT=Выйти
IDS_SETTINGS=Настройки
IDS_LANGUAGE=Язык
IDS_HELP=Помощь
IDS_WEBSITE=Сайт программы
IDS_ABOUT=О программе
IDS_DONATE=Поблагодарить!
IDS_TRAY_SHOW=Показать/скрыть
IDS_BROWSER=Название
IDS_CURRENTVERSION=Текущая версия
IDS_VERSION=Новая версия
IDS_DATE=Дата сборки
IDS_ACTION_CHECK=Проверить обновление
IDS_ACTION_DOWNLOAD=Загрузить обновление
IDS_ACTION_INSTALL=Установить обновление
IDS_STATUS_CHECK=Проверка новой версии...
IDS_STATUS_DOWNLOAD=Загрузка обновления...
IDS_STATUS_INSTALL=Распаковка обновления...
IDS_STATUS_FOUND=Доступно обновление "%s"!
IDS_STATUS_DOWNLOADED=Обновление загружено. Нажмите 'Установить обновление'.
IDS_QUESTION_STOP=Вы действительно хотите прервать процесс обновления?
IDS_CLOSE=Закрыть
IDS_STATUS_ERROR=Ошибка проверки обновления...
IDS_STATUS_NOTFOUND=<не найдено>
IDS_RUNATEND_CHK=Запустить в конце
IDS_DARKMODE_CHK=Использовать тёмную тему
IDS_TASKUPDATE_CHK=Включить запланированное автообновление
IDS_STATUS_RESTARTNOTICE=Chromium будет перезапущен для применения обновления.
IDS_STATUS_RETRYINSTALL=Обновление загружено, но Chromium всё ещё работает. Повторим попытку позже.
IDS_QUESTION_TASKENABLE=Создать задачу планировщика, которая проверяет обновления каждые 14 дней и может перезапускать запущенный Chromium для применения обновлений?
IDS_CHECKFORUPDATES=Проверить обновления
IDS_AUTOCHECKUPDATES_CHK=Автоматически проверять обновления при запуске
IDS_UNINSTALL=Удалить
IDS_EXPORTPROFILE=Экспортировать профиль
IDS_IMPORTPROFILE=Импортировать профиль
IDS_UPDATE_AVAILABLE=Доступна новая версия %s. Загрузить и установить сейчас?
IDS_UPDATE_DOWNLOADING=Загрузка обновления приложения...
IDS_UPDATE_INSTALLING=Установка обновления приложения...
IDS_UPDATE_DONE=Обновление успешно установлено. Перезапуск...
IDS_UPDATE_ERROR=Ошибка при обновлении приложения.
IDS_UPDATE_UPTODATE=Вы используете последнюю версию.
IDS_MIGRATION_FOUND=Обнаружена существующая установка chrlauncher. Перенести данные и переименовать в launchbro?
IDS_MIGRATION_TITLE=Обнаружен перенос данных
IDS_UNINSTALL_CONFIRM=Вы действительно хотите удалить launchbro?
IDS_UNINSTALL_KEEPPROFILES=Сохранить профили браузера?
IDS_EXPORTPROFILE_TITLE=Выберите папку для экспорта профилей
IDS_IMPORTPROFILE_TITLE=Выберите папку профиля для импорта
IDS_PROFILE_EXPORTED=Профиль успешно экспортирован.
IDS_PROFILE_IMPORTED=Профиль успешно импортирован.
